Repository: yaourdt/rastertotpcl
Catalog: strings/*.strings
Languages: de

# label-gap
source: Label Gap (0.1mm)
de: Labelzwischenraum (0.1mm)

# roll-margin
source: Horizontal Roll Margin (0.1mm)
de: Seitlicher Rollenüberstand (0.1mm)

source: Sensor Type
de: Art des Sensors

# sensor-type.none
source: None
de: Kein Sensor

# sensor-type.reflective
source: Reflective
de: Reflexion

# sensor-type.transmissive
source: Transmissive
de: Transmission

# label-cut
source: Cut label?
de: Label schneiden?

# label-cut.non-cut
source: Non-Cut
de: Nicht schneiden

# label-cut.cut
source: Cut
de: Schneiden

# cut-interval
source: Cut Interval (labels)
de: Schnittintervall (Labels)

source: Feed Mode
de: Feed-Modus

# feed-mode.batch
source: Batch Mode
de: Batch

# feed-mode.strip-backfeed-sensor
source: Strip Mode (Backfeed with Sensor)
de: Strip (Backfeed mit Sensor)

# feed-mode.strip-backfeed-no-sensor
source: Strip Mode (Backfeed without Sensor)
de: Strip (Backfeed ohne Sensor)

# feed-mode.partial-cut
source: Partial Cut Mode
de: Partial Cut

source: Feed on Label Size Change?
de: Feed bei Labelgrößenänderung?

# feed-on-label-size-change.yes
source: Yes
de: Ja

# feed-on-label-size-change.no
source: No
de: Nein

# graphics-mode
source: Data Transmission Mode
de: Datentransfermodus

# graphics-mode.nibble-and
source: Nibble AND
de: Nibble UND

# graphics-mode.hex-and
source: Hex AND
de: Hex UND

# graphics-mode.nibble-or
source: Nibble OR
de: Nibble ODER

# graphics-mode.hex-or
source: Hex OR
de: Hex ODER

source: Dithering Algorithm
de: Dithering-Algorithmus

# feed-adjustment
source: Feed Adjustment (0.1mm)
de: Feed-Feinjustierung (0.1mm)

# cut-position-adjustment
source: Cut Position Adjustment (0.1mm)
de: Schnittpositions-Feinjustierung (0.1mm)

# backfeed-adjustment
source: Backfeed Adjustment (0.1mm)
de: Backfeed-Feinjustierung (0.1mm)

source: Print Speed
de: Druckgeschwindigkeit (ips)

source: Print Darkness
de: Druckintensität
